export default {
  translation: {
    errors: {
      notValidUrl: 'Ссылка должна быть валидным URL',
      sameUrl: 'RSS уже существует',
      notValidLink: 'Ресурс не содержит валидный RSS',
      networkError: 'Ошибка сети. Попробуйте ещё раз.',
      error404: 'Error 404: Сервер не может найти данные согласно запросу. Попробуйте ещё раз.',
      error405: 'Error 405: Метод не доступен. Попробуйте ещё раз.',
      error406: 'Error 406: Сайт не поддерживает запрос клиента по определенному протоколу. Попробуйте ещё раз.',
      error500: 'Error 500: Внутренняя ошибка сервера. Попробуйте ещё раз.',
    },
    success: 'RSS успешно загружен',
    feeds: 'Фиды',
    posts: 'Посты',
    view: 'Просмотр',
  },
};
